[
  {
    "id": 1,
    "name": "Nike Air Max 90",
    "price": 1599,
    "category": "Shoe",
    "gender": "Unisex",
    "brand": "Nike",
    "img": "./img/airMax90.jpg",
    "description": "Inget är lika stilsäkert, inget är lika beprövat. Var trogen Nikes rötter med den här uppdaterade klassikern med en stiliserad Swoosh-logga i 3D. Det är en legend som är lätt att älska, med genomskinliga Air-fönster, våfflade yttersulor och diskreta färgklickar."
  },
  {
    "id": 2,
    "name": "Nike Air Max 90 G",
    "price": 1599,
    "category": "Shoe",
    "gender": "Unisex",
    "brand": "Nike",
    "img": "./img/airMax90g.jpg",
    "description": "Den ursprungliga Nike Air Max 90 var känd för sina stilrena linjer och sin tidlösa stil. Nike Air Max 90 G är trogen OG-ikonen med ett par uppdateringar som passar golf, till exempel integrerat grepp och ett tunt topplager som skyddar mot väta."
  },
  {
    "id": 3,
    "name": "Nike Air Zoom Pegasus 38 Ekiden",
    "price": 1449,
    "category": "Shoe",
    "gender": "Male",
    "brand": "Nike",
    "img": "./img/zoomPegasus38.jpg",
    "description": "Nike Air Zoom Pegasus 38 Ekiden är en arbetshäst som hjälper dig igenom varje kilometer under loppet och fortsätter att ge dig extra svikt i steget, med samma responsiva skummaterial som sin föregångare. Ovandelen i mesh gör skon både bekväm och slitstark och passformen påminner om den klassiska Pegasus-skon."
  },
  {
    "id": 4,
    "name": "Chicago Bulls Courtside",
    "price": 1599,
    "category": "Tracksuit",
    "gender": "Women",
    "brand": "Nike",
    "img": "./img/chicagoBullsTrack.jpg",
    "description": "Koppla av medan du representerar ditt lag i tracksuiten Chicago Bulls Courtside. Den är tillverkad i sportigt stickat material med lagfärger och en blandning av tryck och broderi. En speciell NBA-logga firar ligans 75-årsjubileum."
  },
  {
    "id": 5,
    "name": "Miami Heat Courtside",
    "price": 1339,
    "category": "Tracksuit",
    "gender": "Men",
    "brand": "Nike",
    "img": "./img/miamiHeatSuit.jpg",
    "description": "Tracksuiten Miami Heat Courtside uppdaterar den klassiska silhuetten med stretchig ribbstickning på muddar, fåll och krage.Lätt och ledig passform med foder helt i mesh och premiumbroderier, inklusive en speciell NBA-logga för 75-årsjubileet."
  },
  {
    "id": 6,
    "name": "Atlético Madrid Strike",
    "price": 1349,
    "category": "Tracksuit",
    "gender": "Male",
    "brand": "Nike",
    "img": "./img/atleticoMadridSuit.jpg",
    "description": "Fotbollstracksuit Atlético Madrid Strike har skräddarsydda designdetaljer för blivande fotbollsstjärnor. Avslappnad, ledig passform kombinerat med svettavvisande material som håller dig sval och fokuserad hjäper dig att finjustera dina färdigheter."
  },
  {
    "id": 7,
    "name": "Los Angeles Lakers Courtside",
    "price": 2249,
    "category": "Jacket",
    "gender": "unisex",
    "brand": "Nike",
    "img": "./img/laLakersJacket.jpg",
    "description": "Gör dig redo för den nya säsongen med jackan Los Angeles Lakers Courtside. Det lätta lagret har ett bekvämt vadderat innerfoder som håller dig varm. Stark färgblocksdesign, broderade loggor och påsydda bokstäver visar tydligt vilket lag du håller på."
  },
  {
    "id": 8,
    "name": "Brooklyn Nets Courtside",
    "price": 2249,
    "category": "Jacket",
    "gender": "Male",
    "brand": "Nike",
    "img": "./img/brooklynNetsJacket.jpg",
    "description": "Ladda för den nya säsongen i jackan Brooklyn Nets Courtside. Det lätta lagret har ett bekvämt vadderat innerfoder som håller dig varm. Stark färgblocksdesign, broderade loggor och påsydda bokstäver gör det klart vilket lag du hejar på."
  },
  {
    "id": 9,
    "name": "Paris Saint-Germain",
    "price": 1349,
    "category": "Jacket",
    "gender": "Unisex",
    "brand": "Nike",
    "img": "./img/saintJacket.jpg",
    "description": "Visa alla vilket lag du håller på med jackan Paris Saint-Germain.Mjukt, svettavvisande material håller dig varm och torr både på avbytarbänken och i stan."
  }
]
